Repository: trilan/lemon-robots
Catalog: robots/locale/*/LC_MESSAGES/django.po
Languages: ru

source: Add robots.txt file
ru: Добавить файл robots.txt

source: Change robots.txt file
ru: Изменить файл robots.txt

source: Choose robots.txt file to change
ru: Выберите файл robots.txt для изменения

source: Choose robots.txt file
ru: Выберите файл robots.txt

source: %(count)d robots.txt file
ru: %(count)d файл robots.txt

source: file
ru: файл

source: site
ru: сайт

source: file content
ru: содержимое файла

source: robots.txt file
ru: файл robots.txt

source: robots.txt files
ru: файлы robots.txt
